{
  "quiz": {
    "title": "Presidenten Quiz",
    "vragen": [
      {
        "id": 1,
        "vraag": "Wie was de eerste president van de Verenigde Staten?",
        "moeilijkheid": "Easy"
      },
      {
        "id": 2,
        "vraag": "Welke president wordt afgebeeld op het muntstuk van 5 cent (de nickel)?",
        "moeilijkheid": "Easy"
      },
      {
        "id": 3,
        "vraag": "Welke president tekende de 'Emancipation Proclamation' die een groot aantal slaven vrijmaakte?",
        "moeilijkheid": "Advanced"
      },
      {
        "id": 4,
        "vraag": "Welke president diende twee niet-opeenvolgende termijnen (1885–1889 en 1893–1897) en is daarmee de enige in de geschiedenis?",
        "moeilijkheid": "Advanced"
      },
      {
        "id": 5,
        "vraag": "Welke president richtte de National Park Service op om de natuurgebieden van het land te beschermen?",
        "moeilijkheid": "Hard"
      },
      {
        "id": 6,
        "vraag": "Voordat hij president werd, was hij generaal en commandant van de geallieerde strijdkrachten in Europa tijdens de Tweede Wereldoorlog. Over wie gaat het?",
        "moeilijkheid": "Hard"
      },
      {
        "id": 7,
        "vraag": "Welke president kreeg de bijnaam \"The Great Communicator\" en was een voormalig Hollywood-acteur?",
        "moeilijkheid": "Hard"
      },
      {
        "id": 8,
        "vraag": "Welke president sprak de beroemde woorden \"We have nothing to fear but fear itself\" in zijn inaugurele rede?",
        "moeilijkheid": "Extreme"
      },
      {
        "id": 9,
        "vraag": "Welke president won de Nobelprijs voor de Vrede, niet voor zijn werk als president, maar voor zijn inspanningen vóór zijn ambtstermijn bij de onderhandelingen over het Verdrag van Portsmouth?",
        "moeilijkheid": "Extreme"
      },
      {
        "id": 10,
        "vraag": "In januari 2024 werden gerechtelijke documenten uit de zaak Giuffre v. Maxwell openbaar. Een specifiek transcript bevatte de getuigenis van een bediende die verklaarde dat, tijdens een verblijf in Palm Beach, Epstein hem instrueerde om nooit naar een bepaalde kamer te gaan \"als de Secret Service daar was\". Welke voormalige president, die zijn eigen historische banden met Epstein had, wordt in deze context indirect geïmpliceerd als de persoon op wiens bescherming werd gedoeld?",
        "moeilijkheid": "Extreme"
      }
    ]
  }
}
